Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: remembric is a type of computer...
es_419: El recordatón es un tipo de computadora…

source: a group of bloodthirsty junkies called...
es_419: Un grupo de locos sanguinarios llamado…

source: those drones will run out of juice eventually.
es_419: A esos drones se les tiene que acabar la batería.

source: this happiness, however, doesn't come from our own contentment with life.
es_419: Sin embargo, la felicidad que buscamos no se consigue con una vida satisfactoria.

source: and now, he will escape the slums...
es_419: Y ahora, podrá escapar de la pobreza…

source: okay...
es_419: Okey…

source: kill 'em!
es_419: ¡Mátenlos!

source: it's all well and good, splitting up...
es_419: Lo mejor era separarnos…

source: I heard rustling from over there!
es_419: ¡Escuché ruido en esa dirección!

source: ...they're probably not expecting any of the facilities to still be operational.
es_419: … también dudo que esperasen que las instalaciones siguieran funcionando.

source: that's right. here in the retreats...
es_419: Así es. Aquí en El Refugio…

source: I'll be back...
es_419: Voy a regresar…

source: ...if this works...
es_419: Si esto funciona…

source: whew... found one!
es_419: Fiu… ¡encontré a uno!

source: I never knew that was how the battlegrounds first started...
es_419: No sabía que así fue como surgieron los campos de batalla.

source: thanks for your concern, I guess...
es_419: Gracias por preocuparte, supongo…

source: don't take this the wrong way...
es_419: No te lo tomes a mal, pero…

source: ...here in the slums...
es_419: … aquí en los barrios…

source: this is why we need to keep those savages out.
es_419: Por eso tenemos que mantener a esos salvajes lejos.

source: put the chip inside him right now!
es_419: ¡Métanle el chip cuanto antes!

source: Clean, healthy gnashers, huh?
es_419: Dientes limpios y saludables, ¿eh?

source: or your great-grandfather.
es_419: … o como tu bisabuelo.

source: is a life of constant, unending misery.
es_419: … es una vida eternamente miserable.

source: I swear, there isn't a single grown-up around here...
es_419: Siento que no tengo ni un solo adulto a mi alrededor…

source: if we're lucky...
es_419: Si tenemos suerte…

source: we're not going there to blow up the whole damn city!
es_419: ¡El plan no es volar toda la maldita ciudad!

source: so what if we're happier than the slum rats?
es_419: ¿Y qué si somos más felices que las ratas de Salmuera?

source: well, jonathan...
es_419: Bueno, Jonathan…

source: the rioters were later nicknamed "the 817“ after the date of the incident.
es_419: Después, los alborotadores se hicieron llamar “los 817” por la fecha del incidente.

source: the bike's a little beaten up, but it still works.
es_419: La moto quedó golpeada, pero aún funciona.

source: I swear I'll leave and never come back...!
es_419: ¡Juro que no volveré a poner un pie aquí…!

source: to the slums?
es_419: ¿En los barrios?

source: I can't see too well with the smoke... but there are at least 20 of them.
es_419: No veo nada con todo ese humo… pero hay al menos 20 tipos.

source: as long as I have the coordinates, I don't miss a single shot.
es_419: Siempre que tenga las coordenadas, no fallo ni un solo tiro.

source: crap!
es_419: ¡Mierda!

source: am I just imagining it?
es_419: … todos me están mirando?

source: as if we should be thankful for that pie-in-the-sky pipe dream!
es_419: ¡Como si tuviéramos que agradecerles esa lotería de mierda?

source: ...and thanks to these body augs, I was able to win at the battlegrounds.
es_419: … y gracias a estas mejoras corporales, logré ganar las batallas.

source: ...let's focus on getting out of here alive.
es_419: … concentrémonos en salir de aquí con vida.

source: I couldn't let a pack of jackals who spent each day killing and maiming for fun...
es_419: No podía permitir que un montón de animales que matan y mutilan por diversión…

source: what the... wait up!!!
es_419: ¡¿Pero qué…?! ¡¡¡Espera!!!

source: damn, the chief ain't messin' around!
es_419: ¡Mierda! ¡El jefe no está jugando!

source: then I saw the quality of jonny mountain's body augs...
es_419: Entonces, vi la calidad de las mejoras corporales de Jonny…

source: you know, if we'd met under different circumstances...
es_419: ¿Sabes? Si nos hubiésemos conocido en otras circunstancias…

source: Urgh!
es_419: ¡Agh!

source: apparently she and the get-rich-quick squad are going to biringam.
es_419: Al parecer, el escuadrón del dinero fácil y ella se van a Biringam.

source: that's cold, using the kid as bait as soon as he knew we were tracking them.
es_419: Qué cruel, usó a ese niño como señuelo apenas se dio cuenta de que lo rastreábamos.

source: I see...
es_419: Entiendo…

source: time to strike gold!
es_419: ¡Es nuestro momento!

source: tsk, that damn brat...
es_419: Tch, maldito mocoso…

source: not only that, one of the hitmen we sent has been found dead.
es_419: Y no solo eso. Uno de los matones que enviamos apareció muerto.

source: you were right on the money, kacey.
es_419: Tenías razón, Kacey.

source: I run this ragtag group called the broken skulls.
es_419: Lidero a esta chusma llamada las calaveras rotas.

source: find him!!!
es_419: ¡¡¡Búsquenlo!!!

source: also, it's not realistic to think that the retreats elite will simply relinquish control after another terrorist attack.
es_419: Además, no es realista pensar que la élite de El Refugio entregará el poder como si nada después de otro ataque terrorista.

source: haha...
es_419: Ja, ja…

source: I hope they're still alive.
es_419: Espero que sigan con vida.

source: the people who brought me here might feel differently.
es_419: Los que me trajeron aquí van a pensar diferente.

source: fantastic! you're one meticulous villain, john canty! haha!
es_419: ¡Fantástico! ¡Eres un villano muy meticuloso, John Canty! ¡Ja, ja!

source: oh, and if you meant what you said about the reason you came here...
es_419: Ah, y si de verdad estás aquí por la razón que dijiste…

source: is there some kind of mass hallucination going on in the retreats?
es_419: ¿Acaso hay algún tipo de alucinación colectiva en El Refugio?

source: in the spire reside...
es_419: Ahí es donde viven…

source: this is a lawless place.
es_419: Este es un pueblo sin ley.

source: ...actually, you know what?
es_419: … Mira, ¿sabes qué?

source: stop toying with us, goddammit!
es_419: ¡Dejen de jugar con nosotros!

source: nah, that ain't what I meant! forget it, haha!
es_419: ¡No, no quise decir eso! ¡Olvídalo, ja, ja!

source: you'll get another shot at revenge.
es_419: Ya tendrás otra oportunidad de vengarte.

source: ugh! what a hypocrite...
es_419: ¡Agh! Qué hipócrita…

source: he's just a kid, not some hardened mercenary.
es_419: Es un simple niñito, no un mercenario experimentado.

source: we're screwed if either of them dies!
es_419: ¡Si alguno de ellos muere, estamos jodidos!

source: ...seems to be at peace.
es_419: … parecen vivir en paz.

source: yeah... that's the spirit.
es_419: Sí… así se habla.

source: sob...
es_419: Snif…

source: so I stationed snipers at optimal vantage points to set up an ambush along our transport route.
es_419: Así que puse francotiradores en los lugares más convenientes para emboscarlos en plena ruta de transporte.

source: left what?
es_419: ¿Qué cosa?

source: But trying to sneak into the Retreats is a ridiculous idea in and of itself.
es_419: … pero tratar de entrar a El Refugio, de por sí, ya es una idea ridícula.

source: thank you for saving my life...
es_419: Gracias por salvarme la vida…

source: I'm told they're just a bunch of rowdy upstarts who are starting to gain some turf in brine.
es_419: Escuché que solo son unos engreídos revoltosos que empezaron a hacerse famosos en Salmuera.

source: ...what I should've said is that we were already in a fight the very moment we stepped off that boat.
es_419: … lo que debí decir es que, en el instante en que nos bajamos del barco, ya estábamos peleando.

source: back then, we had a theory...
es_419: En ese entonces, teníamos la teoría…

source: … but do you even have a plan?
es_419: … ¿siquiera tienen un plan?

source: I owe you my life, and I'd do anything to repay that favor...
es_419: Te debo la vida. Y haría lo que fuera para devolverte el favor, pero…

source: you're still nothing but a pampered little prince...
es_419: Sigues siendo un simple príncipe mimado…

source: rush
es_419: CORRE

source: is that enough?
es_419: ¿Es suficiente?

source: this doesn't concern you.
es_419: Esto no es tu problema.

source: if you turn me down...
es_419: Si rechazas mi oferta…

source: of course I do! and so does every engineer who's worth his salt!
es_419: ¡Por supuesto! ¡Cualquier ingeniero que se precie lo sabe!

source: so... what is it that you want for your son?
es_419: Y bien… ¿qué es lo que quieres para tu hijo?

source: wince
es_419: mueca

source: Pretty cool, huh?
es_419: Genial, ¿no?

source: squeeze
es_419: APRIETA

source: we're just... going to kick up a little bit of dust.
es_419: Solo vamos a… levantar un poco el polvo.

source: that cyclops and his drone found a building nearby that looks like the research facility we're looking for.
es_419: El cíclope y su dron encontraron un edificio cerca que luce como el centro de investigación que buscamos.

source: I doubt they want to start selling water purifiers...
es_419: Dudo que quieran vender purificadores de agua…

source: Where else would he be?
es_419: ¿Dónde crees que está?

source: ...that allows me to access remembric.
es_419: … y que me permite acceder al recordatón.

source: is it an earthquake?
es_419: ¿Será un terremoto?

source: why would you do that, you tool!
es_419: ¡¿Por qué hiciste eso, idiota?!

source: I want become a landlord.
es_419: Quiero ser arrendadora.

source: let's head back and look for the watch!
es_419: ¡Volvamos y sigamos buscando ese dispositivo!

source: ...somehow...
es_419: … logró…

source: looks like we're completely on our own.
es_419: Parece que nos quedamos solos.

source: this is... a premium brand of artificial meat!
es_419: ¡Es… una de las mejores marcas de carne artificial!

source: ...but you're much further gone than I thought!
es_419: … ¡pero eres mucho peor de lo que creía!

source: ugh... what's going on?
es_419: Agh… ¿Qué está pasando?

source: the way I hear it...
es_419: Según me han contado…

source: yes, edward?
es_419: Sí, ¿Edward?

source: Episode 32 - An Understanding
es_419: Episodio 32 - El acuerdo

source: I can take it...
es_419: Puedo aguantar…

source: we've all seen how obsessed people can get once they scent gold.
es_419: Ya hemos visto cuánto se obsesiona la gente apenas huelen el oro.

source: your tracker. can it track down the location from which a drone is transmitting its video feed?
es_419: ¿Tu rastreador puede localizar el lugar desde el que un dron transmite su señal de video?

source: no regrets. right, chief?
es_419: Sin arrepentimientos, ¿eh?

source: you gonna shoot me, princess?
es_419: ¿Vas a dispararme, princesa?

source: about the prisoner from hamelin that we captured--
es_419: Sobre el prisionero de Hamelin que capturamos…

source: huh? oh, you mean what I said when I we started running?
es_419: ¿Eh? Ah, ¿te refieres a lo que dije cuando empecé a correr?

source: I knew I should've signed up for this round...
es_419: sabía que debía inscribirme para esta ronda…

source: Ahahahaha!
es_419: ¡Ja, ja, ja, ja!

source: in that time of chaos, the rich and powerful abandoned us all, retreating into their own little sanctuary.
es_419: En medio de todo ese caos, los más ricos y poderosos nos abandonaron y se retiraron a su pequeño refugio.

source: I swear on my wife, I'm not cheating!
es_419: ¡Juro por mi esposa que no hice trampa!

source: not an immigrant from the slums, but a true citizen, born and raised.
es_419: No como inmigrante de Salmuera, sino como ciudadano nativo.

source: there must be a mining spot in the vicinity.
es_419: Debe de haber una guarida de mineros por el área.

source: Um… I have a question.
es_419: Eh… tengo una pregunta.

source: I need you to run an errand!
es_419: ¡Necesito que me hagas un recado!

source: ...so that I could look john and gable canty in the eyes...
es_419: … para poder mirar a John y a Gable a los ojos…

source: they needed cover to escape...
es_419: Necesitaban cobertura para escapar…

source: remember the mining spot we found?
es_419: ¿Recuerdas el punto de minería que encontramos?

source: did we miss a floor on the way down here then?
es_419: Entonces, ¿será que nos pasamos un piso?

source: Episode 6 - Survival of the fittest
es_419: Episodio 6 - La supervivencia del más fuerte

source: why would they let bloodthirsty killers like him into the retreats anyway?
es_419: ¿Por qué dejan que unos asesinos sedientos de sangre como él vengan a El Refugio?

source: my only condition is that you find me and my boys here a way to get in and out of the retreats whenever we want.
es_419: La única condición es que hagas que mis muchachos y yo entremos y salgamos de El Refugio cuando nos dé la gana.

source: unlikely.
es_419: Lo dudo.

source: pubg universe presents
es_419: El Universo PUGB presenta

source: great... now, all you need to do is follow this manual.
es_419: Genial… Ahora solo debes seguir estas instrucciones.

source: john, it's almost been an hour.
es_419: John, ya casi pasó una hora.

source: either way, edward gets to go home to the retreats, whether it's with us or them.
es_419: De cualquier forma, Edward volverá a El Refugio, sea con nosotros o con ellos.

source: I wonder what's going on.
es_419: ¿Qué habrá pasado?

source: Is she like a master criminal or something?
es_419: ¿Es una reina del crimen o algo así?

source: ...but it's even more mind-blowing up close. so that's the famous "white spire"...
es_419: … pero es aun más impactante de cerca. Conque esa es la famosa “espiral blanca”…

source: I don't know what you mean.
es_419: No sé de qué hablas.

source: even kacey can handle that weight!
es_419: ¡Hasta Kacey puede levantar ese peso!

source: arrghh!
es_419: ¡Arrgghh!

source: get him!
es_419: ¡Ve por él!

source: what?! but why would they...?
es_419: ¡¿Qué?! ¿Por qué harían eso?…

source: is that... blood?
es_419: ¿Eso es… sangre?

source: what do you think, gramps?
es_419: ¿Qué opinas, abuelo?

source: we found a building that looks like the one we're looking for...
es_419: Encontramos un edificio que luce igual al que estamos buscando…

source: of course! see you later.
es_419: ¡Claro que sí! Nos vemos.

source: I'll kill you for what you've done.
es_419: Voy a matarte por lo que hiciste.

source: such endless, indiscriminate hatred...
es_419: Cuánto odio indiscriminado…

source: I could see the resolve in his eyes.
es_419: Podía ver la determinación en sus ojos.

source: Episode 14 - Life or Death
es_419: Episodio 14 - Vida o muerte

source: that's why it's very rare...
es_419: Por eso, casi nadie…

source: It's not often we get scaredy-cats like you around here.
es_419: No suelen haber muchos niñitos cobardes como tú por aquí.

source: edward! come on!
es_419: ¡Edward! ¡Vamos!

source: Episode 20 - Spectators
es_419: Episodio 20 - Los espectadores

source: ...the retreats must burn.
es_419: … El Refugio debe arder.

source: edward... you did well to survive this long...
es_419: Edward… te las arreglaste para sobrevivir…

source: out of all of us, the "muscle” of kacey's mind is by far the strongest.
es_419: En nuestro equipo, Kacey tiene el “músculo” mental más fuerte de todos.

source: actually going through with it is another matter altogether.
es_419: hacerlo de verdad es algo completamente distinto.

source: all I need to do is go see my dad.
es_419: … solo necesitaría ver a mi papá.

source: what's he doing?!
es_419: ¡¿Qué está haciendo?!

source: quit daydreaming, edward, and get your gear together!
es_419: Deja las ensoñaciones, Edward, ¡y trae tu equipaje!

source: I spotted about fifteen of them, all heavily armed.
es_419: Detecté a quince de ellos, y todos iban bien armados.

source: I'm still waiting for my rations!
es_419: ¡Sigo esperando mi ración!

source: this is canty.
es_419: Les habla Canty.

source: I never asked you to tag along.
es_419: Nunca pedí tu compañía.

source: ugh, another delirious junkie.
es_419: Agh, otro drogadicto delirante.

source: ...once you've gone back, how are you going to prove your identity?
es_419: … ¿cómo piensas demostrar tu identidad cuando regreses?

source: don't worry, gable.
es_419: No te preocupes, Gable.

source: ...that we even have things like combat visas and the battlegrounds today.
es_419: … solo existen porque esos malditos 817 destruyeron el primer refugio.

source: uh, not exactly.
es_419: Eh, no realmente.

source: I knew I'd have to draw them out into the open to hunt them down.
es_419: Sabía que tenía que sacarlos de ahí si quería cazarlos.

source: a whole bunch of 5.56mm rounds.
es_419: Tienen balas de 5.56 mm.

source: and what's the downside of giving away their location?
es_419: ¿Y cuál es la desventaja de revelar su ubicación?

source: what have they been feeding this goddamn monster?!
es_419: ¡¿Qué come este maldito monstruo?!

source: it's too late now. besides, it would've been risky for you to charge in by yourself.
es_419: Ahora ya es tarde. Además, habría sido muy arriesgado para ti hacerte cargo solo.

source: it's not that I'm a pessimist, per se...
es_419: No es que sea pesimista…

source: ...they identified a house frequently visited by john canty.
es_419: … identificaron una casa visitada frecuentemente por John Canty.

source: old man greenwood just woke up. you're right on time.
es_419: El viejo Greenwood acaba de despertar. Llegas justo a tiempo.

source: Dongwu Han
es_419: Han Dongwu

source: and in one of its basement storage units...
es_419: En una de las unidades de almacenamiento subterráneas…

source: I can't take this anymore.
es_419: Ya no aguanto más.

source: ...why has the rental fee for the purifiers gone up?
es_419: … por qué ha subido tanto la tarifa de los purificadores?

source: instead of killing to survive...
es_419: En lugar de matar para sobrevivir…

source: I can do better than that! ed! go feed him something before he leaves!
es_419: ¡Puedo darte algo mejor! ¡Ed, dale un poco de comida antes de que se vaya!

source: hang on a minute, from what you're saying...
es_419: Espera un minuto, según lo que dices…

source: clasp
es_419: APRIETA

source: urgh... where am I?!
es_419: Agh… ¡¿dónde estoy?!

source: ...staged an escape during transport-- crackle...
es_419: … organizó un escape durante su traslado… Crac…

source: boom
es_419: BUM

source: lay down heavy fire!
es_419: ¡Cesen el fuego!

source: all we need to do is shoot that kid full of holes and collect the bounty!
es_419: ¡Lo único que hay que hacer es llenar de agujeros a ese niño y cobrar la recompensa!

source: those cocky little cheonryong pricks...
es_419: Malditos engreídos de Cheonryong…

source: I heard the 817 used the sun as its symbol.
es_419: Escuché que el símbolo de los 817 era un sol.

source: at the very least, we won't have to worry about starving anymore.
es_419: Al menos ya no tendremos que preocuparnos por tener qué comer.

source: what a load of crap! you almost got our meal ticket killed!
es_419: ¡Qué idiotez! ¡Casi haces que maten a nuestra billetera!

source: I'll never be rich enough to buy my own place that way.
es_419: Si sigo así, jamás voy a poder comprar un apartamento.

source: Like I said, infiltrating the Retreats is no easy feat.
es_419: Como dije, infiltrarse a El Refugio no es fácil.

source: they can't die on me... not while I still owe them a ton of money!
es_419: No pueden morir… ¡no cuando aún les debo muchísimo dinero!

source: they won't even bother assessing the situation.
es_419: Ni siquiera se molestan en analizar la situación.

source: You're really going to fight the Retreats security team?!
es_419: ¡¿En serio van a pelear con la seguridad de El Refugio?!

source: we don't know who might be hiding out there.
es_419: Puede haber cualquiera escondido por ahí.

source: ...they'll give us one of the buildings they own?
es_419: … ¿nos dan uno de sus edificios?

source: watson, what do I keep telling you?
es_419: ¿Qué te digo siempre, Watson?

source: it was then that I made up my mind.
es_419: Fue ahí cuando tomé una decisión.

source: looks like you've already learned that lesson.
es_419: Parece que ya aprendiste esa lección.

source: it's certainly not something to be ashamed of...
es_419: La verdad es que no es algo de lo que avergonzarse…

source: it assumes that there would never be a good reason for a retreats citizen to hang around in the slums for more than an hour.
es_419: Presupone que un residente de El Refugio jamás tendría un buen motivo para pasar más tiempo en los barrios marginales.

source: I don't know who these morons are, but this is perfect...
es_419: No sé quiénes son estos idiotas, pero es perfecto…

source: take the knife and kill the rest of your team.
es_419: Mata al resto de tu equipo con ese cuchillo.

source: I still can't quite believe I did all that.
es_419: Sigo sin creer que hice todo eso.

source: before the end of the week...
es_419: Antes de que termine la semana…

source: Yeah.
es_419: Sí.

source: unfortunately for you, I've got pretty good hearing...
es_419: Para tu desgracia, tengo un oído excelente…

source: "you could switch places."
es_419: “Puedo cambiarlos de lugar”.

source: even if you've made up your mind to kill...
es_419: Aunque finalmente hayas decidido matar…

source: Command has assessed the situation to be prohibitive for securing the suspect.
es_419: El comando evaluó la situación y considera que es imposible asegurar al sospechoso.

source: but I'll be coming by regularly.
es_419: … pero voy a venir seguido.

source: What's going on-?
es_419: ¿Qué está pasando…?

source: luckily, he left behind a nice present.
es_419: Por suerte, nos dejó un lindo regalo.

source: now that I've made it out alive...
es_419: Ahora que logré salir con vida de esa…

source: I saw the same resolve I saw in quentin today in that kid.
es_419: En este niño, había la misma determinación que en Quentin.

source: I bought you that bike so you could help me with the family business!
es_419: ¡Te compré esa motocicleta para que me ayudaras con el negocio familiar!

source: ...greenwood, tell us your plan for getting us into the retreats.
es_419: … Greenwood, cuéntanos tu plan para entrar a El Refugio.

source: come back here!
es_419: ¡Regresa!

source: you don't want to piss them off.
es_419: Créeme, no quieren hacerlos enojar.

source: GRIN
es_419: JEJE

source: die, you-!
es_419: ¡Muere, maldito…!

source: body augs?
es_419: ¿Mejoras corporales?

source: shoot that guy instead!
es_419: ¡Dispárenle a ese tipo!

source: wait, you moron! you'll bring the whole building down!
es_419: ¡Espera, idiota! ¡Vas a destruir todo el edificio!

source: is this really gonna work?
es_419: ¿De verdad va a funcionar?

source: yes... that's it...
es_419: Sí… eso es…

source: why would austin have a weedy little kid like you as his boss?!
es_419: ¡¿Por qué Austin tendría a un enclenque como tú de jefe?!

source: eastern brine
es_419: Salmuera oriental

source: I don't know how they'll get there exactly, but they must have something in mind.
es_419: No sé muy bien cómo piensan llegar hasta allá, pero seguro ya tienen algo en mente.

source: shout
es_419: GRITA

source: if the remembric watch is really here...
es_419: Si el dispositivo del recordatón está ahí…

source: I swore that I'll change the retreats for good one day.
es_419: Juré que, algún día, cambiaré para siempre El Refugio.

source: take this!
es_419: ¡Tomen esto!

source: they must've struck gold!
es_419: ¡Seguro encontraron oro!
